blog/2017/07/06/test-post/index.html
<!DOCTYPE html>
<html lang="en-us">
    <head>
    <title>Test Post - org-page</title>
    <meta charset="utf-8" />
    <meta name="author" content="Erik Anderson" />
    <meta name="description" content="This is a test" />
    <meta name="keywords" content="&lt;TODO: insert your keywords here&gt;" />
    <link rel="stylesheet" href="/media/css/main.css" type="text/css">
    <link rel="stylesheet" href="/media/css/prettify.css" type="text/css">
  </head>
  <body>
    <div id="container">
      <div class="wrapper">
        <header class="header">
          <span class="logo"></span>
          <span class="logo-aux">ebpa</span>
          <div class="navigation">
  <ul class="menu">
    <li class="menu__entry"><a href="/blog/">Blog</a></li>
    <li class="menu__entry"><a href="/tags/">Tags</a></li>
    <li class="menu__entry"><a href="/about/">About</a></li>
    <li class="menu__entry"><a href="/rss.xml">RSS</a></li>
  </ul>
</div>
<ul class="social-links">
  <li class="social-links__entry"><a href=""><i class="fa "></i></a></li>
  <li class="social-links__entry"><a href=""><i class="fa "></i></a></li>
  <li class="social-links__entry"><a href=""><i class="fa "></i></a></li>
  <li class="social-links__entry"><a href=""><i class="fa "></i></a></li>
</ul>
<form method="get" id="searchform" action="//www.google.com/search">
  <input type="text" class="field" name="q" id="s" placeholder="Search">
    <input type="hidden" name="as_sitesearch" value="ebpa.github.io">
    </form>
  </header>

        </header>
        <section class="page-section">
          <div>
<article>
<h1>Test Post</h1>

<div id="outline-container-org549d87d" class="outline-2">
<h2 id="org549d87d">This is a test</h2>
<div class="outline-text-2" id="text-org549d87d">
<p>
Lorem ipsum dolor sit amet, consectetuer adipiscing elit.  Donec hendrerit tempor tellus.  Donec pretium posuere tellus.  Proin quam nisl, tincidunt et, mattis eget, convallis nec, purus.  Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.  Nulla posuere.  Donec vitae dolor.  Nullam tristique diam non turpis.  Cras placerat accumsan nulla.  Nullam rutrum.  Nam vestibulum accumsan nisl.
</p>
</div>

<div id="outline-container-orgb1def44" class="outline-3">
<h3 id="orgb1def44">Just a test</h3>
<div class="outline-text-3" id="text-orgb1def44">
<p>
Pellentesque dapibus suscipit ligula.  Donec posuere augue in quam.  Etiam vel tortor sodales tellus ultricies commodo.  Suspendisse potenti.  Aenean in sem ac leo mollis blandit.  Donec neque quam, dignissim in, mollis nec, sagittis eu, wisi.  Phasellus lacus.  Etiam laoreet quam sed arcu.  Phasellus at dui in ligula mollis ultricies.  Integer placerat tristique nisl.  Praesent augue.  Fusce commodo.  Vestibulum convallis, lorem a tempus semper, dui dui euismod elit, vitae placerat urna tortor vitae lacus.  Nullam libero mauris, consequat quis, varius et, dictum id, arcu.  Mauris mollis tincidunt felis.  Aliquam feugiat tellus ut neque.  Nulla facilisis, risus a rhoncus fermentum, tellus tellus lacinia purus, et dictum nunc justo sit amet elit.
</p>
</div>
</div>
</div>

</article>
</div>
        </section>
        <footer>
  <div class="footer">
    <div class="explore">
      <hr />
      <div class="value-links">
        <a class="gnu" href="https://www.fsf.org"></a>
        <a class="hacker" href="https://http://www.catb.org/hacker-emblem/"></a>
      </div>
      <p>Generated by <a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.x (<a href="http://orgmode.org">Org mode</a> 9.x)</p>
      <p>
        Copyright &copy; 2017 - <span id="footerYear"></span> <a href="mailto:erik &lt;at&gt; ebpa &lt;dot&gt; link">Erik Anderson</a>
        &nbsp;&nbsp;-&nbsp;&nbsp;
        Powered by <a href="https://github.com/kelvinh/org-page" target="_blank">org-page</a>
        <script type="text/javascript">document.getElementById("footerYear").innerHTML = (new Date()).getFullYear();</script>
      </p>
    </div>
  </div>
</footer>
<script src="//code.jquery.com/jquery-latest.min.js"></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/prettify/r298/prettify.js"></script>
<script src="https://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>
<script src="/media/js/main.js"></script>
<script type="text/javascript">
  var _gaq = _gaq || [];
  _gaq.push(['_setAccount', 'UA-102209909-1']);
  _gaq.push(['_trackPageview']);
  (function() {
  var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
  ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
  var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
  })();
</script>

      </div>
    </div>
  </body>
</html>
